{
    "data": [
      {
        "num": 1,
        "name": "Shane hotel",
        "temple_name" : "Wat Phra That Doi Suthep",
        "district":"19 Huay Kaew Soi 3, Huay Kaew, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/1.png",
        "carousel_img":"",
        "description":"\t\tThe accommodation provides free parking for convenient transportation in and out of the accommodation, including free Wi-Fi to surf the internet at any time. The accommodation is located in the Huai Kaew area of Chiang Mai. The guests are close to interesting tourist attractions and delicious restaurants. The trip is not over if you do not visit the famous temple like Chedi Luang. There is another place. This 3-star accommodation has an outdoor swimming pool. The stay is very relaxing and comfortable.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/shane-hotel_2/hotel/chiang-mai-th.html"
      },
      {
        "num": 2,
        "name": "BP Chiang Mai City Hotel Old Town",
        "temple_name" : "Wat Chedi Luang",
        "district":"154 Ratchamankha Road, Old Town, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/2.png",
        "carousel_img":"",
        "description":"\t\tThe accommodation provides free parking for convenient access to the accommodation. Including free Wi-Fi to surf the internet at any time The accommodation is located in the old city area. Therefore close to many attractions And convenient to travel to various places The trip is not over if not visiting the famous temple like Chedi Luang Temple. With another place This high quality 3 star accommodation has an outdoor pool and a restaurant to facilitate guests.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/bp-chiang-mai-city-hotel/hotel/chiang-mai-th.html?ds=GqONv2CASusSpb3p"
      },
      {
        "num": 3,
        "name": "Cozy Inn Chiang Mai",
        "temple_name" : "Wat Phra Singh",
        "district":"5/1 Sam Lan Road, Soi 3, Phra Sing Subdistrict, Old Town, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/3.jpg",
        "carousel_img":"",
        "description":"\t\tThis accommodation has free Wi-Fi in every room. Helps to travel more convenient The accommodation is located in the old city. Therefore close to many attractions And convenient to travel to various places The trip is not over if you don't visit the famous temple like Phra Sing. The accommodation has a massage service and a restaurant to help the day relax.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/cozy-inn-chiang-mai/hotel/chiang-mai-th.html?ds=I6kBdnv54n32rubW"
      },
      {
        "num": 4,
        "name": "The Nimman Hotel",
        "temple_name" : "Wat Suan Dok",
        "district":"29 Nimmanhaemin Road, Soi 17, Tambon Suthep A. Muang, Nimmanhaemin, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/4.jpg",
        "carousel_img":"",
        "description":"\t\tIn addition to the accommodation, it will be certified by SHA standard. The accommodation also has free Wi-Fi in every room and free parking. The accommodation is located in the Nimmanhaemin area of Chiang Mai. Guests are close to interesting tourist attractions and delicious restaurants. The trip is not over if you don't visit the famous temple like Suan dok Temple. This high-quality accommodation has an outdoor swimming pool and a restaurant to facilitate guests.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/the-nimman-hotel/hotel/chiang-mai-th.html"
      },
      {
        "num": 5,
        "name": "B2 Suthep Night Market Premier Resort",
        "temple_name" : "Wat Umong",
        "district":"99/9 Moo 14, Suthep Subdistrict, Mueang District, Chiang Mai Province, Suthep, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/5.jpg",
        "carousel_img":"",
        "description":"\t\tThis accommodation has free Wi-Fi in every room, making it easier to travel. The accommodation is located in the Suthep area of Chiang Mai, so guests are close to interesting tourist attractions and delicious restaurants. This 3-star accommodation has an outdoor swimming pool. The stay is very relaxing and comfortable.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/floral-hotel-ayatana-chiang-mai/hotel/chiang-mai-th.html?ds=uB3BayuTHJyk0DnG"
      },
      {
        "num": 6,
        "name": "Rajapruek Place",
        "temple_name" : "Wat Phra That Doi Kham",
        "district":"Royal Park Rajapruek 334 Moo 3, Mae Hia Subdistrict, Mueang District, Chiang Mai Province 50100, Suthep, Chiang Mai, Thailand, 50100",
        "img":"/Images/accommodations/6.jpg",
        "carousel_img":"",
        "description":"\t\tIn addition to the accommodation that will be certified by SHA Plus standard, the accommodation also has free Wi-Fi service in every room and free parking. The accommodation is located in the Suthep area of Chiang Mai. Guests are close to interesting tourist attractions and delicious restaurants. This high-quality 3-star accommodation has a massage service and a restaurant to facilitate guests.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/rajapruek-place/hotel/chiang-mai-th.html"
      },
      {
        "num": 7,
        "name": "Romena Grand Hotel",
        "temple_name" : "Wat Sri Suphan",
        "district":"2 Nantharam Road, Haiya Subdistrict, Mueang District, Wualai, Chiang Mai, Thailand, 50000",
        "img":"/Images/accommodations/7.jpg",
        "carousel_img":"",
        "description":"\t\tThe accommodation offers free parking for convenient access to the accommodation, including free Wi-Fi to surf the internet at any time. The accommodation is located in the Wualai area of Chiang Mai. Guests are close to interesting attractions and delicious restaurants. The trip is not over if you don't visit the famous temple. This 3-star accommodation has a restaurant. The stay is very relaxing and comfortable",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/romena-grand-hotel/hotel/chiang-mai-th.html"
      },
      {
        "num": 8,
        "name": "Royal Peninsula Hotel Chiangmai",
        "temple_name" : "Wat Chiang Man",
        "district":"9/9 Rd. Asadathorn, Si Phum Subdistrict, Chang Moi, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/8.jpg",
        "carousel_img":"",
        "description":"\t\tIn addition to the accommodation that will be certified by SHA standards, the accommodation also has free Wi-Fi in every room and free parking. The accommodation is located in the Chang Moi area of Chiang Mai. Guests are close to interesting tourist attractions and delicious restaurants. The trip is not over if you do not visit the famous temple. With another place, this 3.5-star accommodation has a restaurant. The stay is very relaxing and comfortable.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/royal-peninsula-hotel-chiangmai/hotel/chiang-mai-th.html?ds=TifWcySwacUob8Tz"
      },
      {
        "num": 9,
        "name": "Lotus Pang Suan Kaew Hotel",
        "temple_name" : "Wat Lok Moli",
        "district":"21 Rd. Huai Kaew Subdistrict Suthep A. Muang, Huay Kaew, Chiang Mai, Thailand, 50200",
        "img":"/Images/accommodations/9.jpg",
        "carousel_img":"",
        "description":"\t\tn addition to the accommodation that will be certified by SHA Plus certification, the accommodation also has free Wi-Fi in every room. And free parking The accommodation is located in the Huay Kaew area of Chiang Mai. Guests are close to interesting tourist attractions and delicious restaurants. The trip is not over if you don't visit the famous temple. This high-quality 4-star accommodation has an outdoor swimming pool, fitness center and a restaurant to facilitate guests.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/lotus-pang-suan-kaew-hotel/hotel/chiang-mai-th.html?ds=HlYuhl4xwe8ZXDpH"
      },
      {
        "num": 10,
        "name": "Imm Thaphae Chiang Mai Hotel",
        "temple_name" : "Wat Phan Tao",
        "district":"17/1 Kochasan Road, Chang Klan, Mueang District, Tha Phae, Chiang Mai, Thailand, 50100",
        "img":"/Images/accommodations/10.jpg",
        "carousel_img":"",
        "description":"\t\tIn addition to the accommodation, it will be standard-certified SHA Plus. The accommodation also has free Wi-Fi service in every room and free parking. The accommodation is located in Tha Phae area. Therefore, it is close to many tourist attractions and convenient to travel to various places. The trip is not over if you don't visit the famous tourist attraction like Wat Chedi Luang. Another place, this 3-star accommodation has facilities that will help increase maximum relaxation for guests.",
        "activity" : "\t\t",
        "link":"https://www.agoda.com/th-th/imm-thaphae-chiang-mai-hotel/hotel/chiang-mai-th.html?ds=G%2BEeE46azI68S1zI"
      }
    ]
}