{
  "data": [
    {
      "num": 1,
      "name": "Wat Phra That Doi Suthep",
      "district":"Mueang Chiang Mai",
      "img":"/Images/temp1.webp",
      "activity_img":"/Images/activity/1.jpg",
      "carousel_img":"/Images/carousel/2.png",
      "description":"\t\tWat Phra That Doi Suthep (widely known as just Wat Doi Suthep) holds the title of the most-visited, most famous, and most highly revered temple in Chiang Mai. The journey up the winding mountain road to the entrance is an experience in itself, whether you’re doing it on a rented scooter, as part of a private excursion or sitting in a packed-out songthaew with the locals. The final leg of the journey requires you to climb 309 steps up to reach the 600-year-old golden chedi at the top, which towers above the surrounding temple building, the monks’ living quarters and the city of Chiang Mai.",
      "activity" : "\t\tActivities: Pay homage, see the city view, walk around the relics 3 times, offer alms to monks, walk up the stairs to make vows. (no charge)",
      "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3776.8465901179657!2d98.92163370000002!3d18.804988899999998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da39b5dff1ddb5%3A0x9d864c5caec57e21!2z4Lin4Lix4LiU4Lie4Lij4Liw4LiY4Liy4LiV4Li44LiU4Lit4Lii4Liq4Li44LmA4LiX4Lie4Lij4Liy4LiK4Lin4Lij4Lin4Li04Lir4Liy4Lij!5e0!3m2!1sth!2sth!4v1709757459054!5m2!1sth!2sth"
    },
    {
        "num": 2,
        "name": "Wat Chedi Luang",
        "district":"Si Phum",
        "img":"/Images/temp2.webp",
        "activity_img":"/Images/activity/2.jpg",
        "carousel_img":"/Images/carousel/3.png",
        "description":"\t\tWat Chedi Luang is conveniently located right in the middle of the Old City, walking distance from many of most popular hotels and markets. Luang translates in the old Lanna language to something like \"very big\", and the enormous crumbling central structure certainly lives up to its name. The main chedi is 80 metres tall, making it the highest point in Chiang Mai’s Old City The temple complex dates all the way back to 1385, but has had various additions, re-builds and revamps since. It was once home to the highly-revered Emerald Buddha, which now takes pride of place in Bangkok’s Grand Palace.",
        "activity" : "\t\tActivities: Pay homage, admire the beauty of the old pagoda, pay homage to the City Pillar, take photos. (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.250886794789!2d98.9865804!3d18.7869693!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a9933111415%3A0x5cf7709a044ba8ba!2z4Lin4Lix4LiU4LmA4LiI4LiU4Li14Lii4LmM4Lir4Lil4Lin4LiH4Lin4Lij4Lin4Li04Lir4Liy4LijIOC5gOC4iuC4teC4ouC4h-C5g-C4q-C4oeC5iA!5e0!3m2!1sth!2sth!4v1709757550512!5m2!1sth!2sth"
      },
      {
        "num": 3,
        "name": "Wat Phra Singh",
        "district":"Phra Sing",
        "img":"/Images/temp3.webp",
        "activity_img":"/Images/activity/3.jpg",
        "carousel_img":"/Images/carousel/4.png",
        "description":"\t\tWat Phra Singh stands as one of the most visually impressive temples in Chiang Mai, partially thanks to a huge renovation in the 19th century, plus numerous licks of paint ever since. The main temple building is the star of the show, featuring those iconic slanted Lanna-style roofs and an intricately decorated façade that shines brightly in the sunlight.    There are various stupas and pagodas dotted around the grounds, which are free to enter. Walking distance from Wat Chedi Luang in the Old City, our recommendation is to fit in both during a morning or afternoon sightseeing trip on 2 feet or a tuk-tuk.",
        "activity" : "\t\tActivities: Offer alms to monks every Sunday. (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1888.6073795251823!2d98.98141705!3d18.7885802!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a9b6e4a246f%3A0x9656d9e717cd54e9!2z4Lin4Lix4LiU4Lie4Lij4Liw4Liq4Li04LiH4Lir4LmM4Lin4Lij4Lih4Lir4Liy4Lin4Li04Lir4Liy4Lij!5e0!3m2!1sth!2sth!4v1709757599033!5m2!1sth!2sth"
      },
      {
        "num": 4,
        "name": "Wat Suan Dok",
        "district":"Suthep",
        "img":"/Images/temp4.webp",
        "activity_img":"/Images/activity/4.jpg",
        "carousel_img":"/Images/carousel/5.png",
        "description":"\t\tWat Suan Dok is one of the less-visited temples in Chiang Mai but still definitely still worth a look for its shining array of brilliant-white chedis surrounding a glowing golden stupa. It’s located just outside the city walls on the road towards the University and Niman area, so it’s not exactly hard to find. Wat Suan Dok was built in the late 14th century and was originally intended to serve as a retreat for a revered monk from Sukhothai – the capital of Thailand at the time. There are free meditation classes and ‘monk chats’ Tuesdays, Thursdays and Saturdays from 5.30 pm to 9 pm.",
        "activity" : "\t\tActivities: making merit, walking to see old ku, Lanna research study (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.222418139365!2d98.9677619!3d18.788238700000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a7de79258eb%3A0xc3ba2271c3e95576!2z4Lin4Lix4LiU4Liq4Lin4LiZ4LiU4Lit4LiBIOC4nuC4o-C4sOC4reC4suC4o-C4suC4oeC4q-C4peC4p-C4hw!5e0!3m2!1sth!2sth!4v1709757622405!5m2!1sth!2sth"
      },
      {
        "num": 5,
        "name": "Wat Umong",
        "district":"Mueang Chiang Mai",
        "img":"/Images/temp5.webp",
        "activity_img":"/Images/activity/5.jpg",
        "carousel_img":"/Images/carousel/6.png",
        "description":"\t\tWat Umong certainly shows its 700-year age, despite numerous touch-ups over the years. The crumbling, weather-worn central stupa towers into the sky, set around a well-maintained tropical garden and smart-looking green lawns. While the main stupa provides a neat photo-op, there’s plenty more to do at Wat Umong. You can feed the fish and turtles in the garden’s main pond, walk around the ‘talking trees’ that offer words of advice (in Thai and English), and head underground to check out the series of ancient tunnels. Find it just beyond the airport, in the foothills of Doi Suthep Mountain.",
        "activity" : "\t\tActivities: Pay homage to the Buddha, make merit, take photos, stop by for a visit (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1888.666885196813!2d98.9514208!3d18.7832731!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a706f40689d%3A0xedef9aa39d595059!2z4Lin4Lix4LiU4Lit4Li44LmC4Lih4LiH4LiE4LmMIOC4quC4p-C4meC4nuC4uOC4l-C4mOC4mOC4o-C4o-C4oQ!5e0!3m2!1sth!2sth!4v1709757641745!5m2!1sth!2sth"
      },
      {
        "num": 6,
        "name": "Wat Phra That Doi Kham",
        "district":"Mae Hia",
        "img":"/Images/temp6.webp",
        "activity_img":"/Images/activity/6.jpg",
        "carousel_img":"/Images/carousel/7.png",
        "description":"\t\tWat Phra That Doi Kham is mostly famous among locals for its huge seated Buddha, but is one of the lesser-known temples in Chiang Mai for foreign tourists thanks to its slightly out-of-the-way location. Nonetheless, it's just as spectacular as many of the more popular temples in the city. The Giant Buddha structure towers nearly 20 metres into the air, painted in bright white and gold. The whole temple complex dates back more than 1,000 years, with plenty of shrines, pagodas and relics to explore in the tropical garden area in the foothills of the Doi Suthep Mountain range. It is also known as \"the Temple of the Golden Mountain\".",
        "activity" : "\t\tActivities: Pay homage, admire the view (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.8665678348284!2d98.91866920000001!3d18.759496199999994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da37360a1597d9%3A0xd71cc5202ab6547b!2z4Lin4Lix4LiU4Lie4Lij4Liw4LiY4Liy4LiV4Li44LiU4Lit4Lii4LiE4Liz!5e0!3m2!1sth!2sth!4v1709757677421!5m2!1sth!2sth"
      },
      {
        "num": 7,
        "name": "Wat Sri Suphan",
        "district":"Hai Ya",
        "img":"/Images/temp7.webp",
        "activity_img":"/Images/activity/7.jpg",
        "carousel_img":"/Images/carousel/8.png",
        "description":"\t\tWat Sri Suphan is a central Chiang Mai temple that really stands out from the rest with its shiny coat of silver paint that glistens brightly in the sunlight. The tips of the stupas are solid silver and they have a neon light display that makes the temple glow in multiple colours at night – a stunning sight indeed.\nThe temple complex actually dates back to the 16th century, although the main silver building is much newer, with additional halls and monks' buildings nearby. There's also a silver-working school housed here, which helps to pass on the traditions that led to the temple's creation. Find it just south of the Old City walls on Wualai Road, close to the weekend market.",
        "activity" : "\t\tActivities: 1. Company Outing & Team Building Program 2D 1N : Silver Temple (2 Days) Price: 1,999 baht/person (This price does not include accommodation) \n* Provide preparation for TEAM BUILDING through the activity, Roi Jai, pushing the pattern on the value of silverware handicrafts - including creating the work of pushing the pattern \n- announcing the results of the winning team of the activity \n* Detected \n* Spa, comfortable Lanna starter, Lanna line hammer massage, Lanna traditional herbal compress massage, good mood Thai massage \n* When shopping, stop by the shop to buy products from the Wualai Road community.",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.4357869864434!2d98.9836524!3d18.7787227!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3076509e5cf3%3A0x196337361614f763!2z4Lin4Lix4LiU4Lio4Lij4Li14Liq4Li44Lie4Lij4Lij4LiT!5e0!3m2!1sth!2sth!4v1709757700077!5m2!1sth!2sth"
      },
      {
        "num": 8,
        "name": "Wat Chiang Man",
        "district":"The corner of Ratchaphakhinai Road and Phra Poklao Road",
        "img":"/Images/temp8.webp",
        "activity_img":"/Images/activity/8.jpg",
        "carousel_img":"/Images/carousel/9.png",
        "description":"\t\tWat Chiang Man once served as the residence of the city’s founder, King Mengrai, shortly after its construction in the 13th century. That makes it one of the very oldest in the region. The temple itself is a glorious sight from every angle, with the old crumbling pagoda offering an insight into the rich history of Wat Chiang Man, while the newer temple hall presents a fine example of traditional Lanna architecture that has been well maintained over the years. Find it on Ratchaphakhinai Road, near the Chang Puak Gate in the northern part of the Old City.",
        "activity" : "\t\tActivities: Pay homage, take photos, make merit, admire the beauty. (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.0973911231818!2d98.9892703!3d18.793812600000003!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a97936133d7%3A0x6e33b1cdc659f2dd!2z4Lin4Lix4LiU4LmA4LiK4Li14Lii4LiH4Lih4Lix4LmI4LiZ!5e0!3m2!1sth!2sth!4v1709757722613!5m2!1sth!2sth"
      },
      {
        "num": 9,
        "name": "Wat Lok Moli",
        "district":"Mueang Chiang Mai District",
        "img":"/Images/temp9.webp",
        "activity_img":"/Images/activity/9.jpg",
        "carousel_img":"/Images/carousel/10.png",
        "description":"\t\tWat Lok Moli is well-known for its striking 3-tiered wooden roof and prime location very close to Chang Puak Gate, on the north edge of the Old City. The main temple hall has been well-restored, although the weathered chedi at the back shows the temple's true age, dating back to around the 14th century. Although Wat Lok Molee is located very central, it’s just hidden out of the way, meaning most tourists miss it, allowing it to enjoy a little more peace and tranquillity compared to some of the city’s other temples.",
        "activity" : "\t\tActivities: Pay homage, pour water on the pagoda, take photos, make merit (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.047771024601!2d98.9825675!3d18.796024299999996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a9100c30075%3A0x37241441d3264a00!2z4Lin4Lix4LiU4LmC4Lil4LiB4LmC4Lih4Lis4Li1!5e0!3m2!1sth!2sth!4v1709757748270!5m2!1sth!2sth"
      },
      {
        "num": 10,
        "name": "Wat Phan Tao",
        "district":"Si Phum",
        "img":"/Images/temp10.webp",
        "activity_img":"/Images/activity/10.jpg",
        "carousel_img":"/Images/carousel/11.png",
        "description":"\t\tWat Phan Tao is a very modest neighbour to Wat Chedi Luang – the most famous temple in Chiang Mai’s Old City. Despite its size, it’s still well worth a look for its ornate decorations and detailed statues dotted around the garden. The temple's viharn (ceremonial hall) is one of the few remaining all-wood structures in Chiang Mai. The garden itself is often a hub for festivities during Yee Peng – Chiang Mai's unique version of Thailand's Loi Krathong festival, which focuses more on lanterns that float into the air instead of on the water.",
        "activity" : "\t\tActivities: Make merit, pay homage to Buddha and ask for blessings, take photos (no charge)",
        "link":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3777.2328019901024!2d98.9878621!3d18.7877757!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30da3a99281639cd%3A0x8663582207f7bcfa!2z4Lin4Lix4LiU4Lie4Lix4LiZ4LmA4LiV4Liy!5e0!3m2!1sth!2sth!4v1709757763891!5m2!1sth!2sth"
      }
  ]
}
