{
    "data":[
        {
            "num":1,
            "name":"Chiang Mai Zoo",
            "img":"/Images/more/1.jpg",
            "url":"https://maps.app.goo.gl/sLUYx2rqgoZPzzzF9",
            "district":"Doi Suthep",
            "description":"\t\tSituated next to Huai Kaew Arboretum at the foot of the mountain where Phra That doi suthep is located, the Zoo houses a pair of cuddly Pandas on loan from China.\n\t\t Chiang Mai Zoo in Thailand is home to a wide variety of majestic and fascinating wildlife, including rarer species like the koala. A few of the amazing animals here are the meerkat, zebra, and penguin. There is an aquarium too. Located in Chiang Mai, Thailand, the zoo is one of interesting destinations in Thailand as there are many things to see and many activities to do here. - Visit the aquarium with its 133 meters long walkway and see amazing creatures of the deep. - Try the night safari with a tour guide to learn more about incredible animals, available from 6.30-9.00 pm. - Enjoy the adorable penguin and the gouldian finch. - Have fun at Chiang Mai Zoo Kid Water Park. - Nakorn Ping aviary is six acres in size, the biggest in Thailand. - The kid zone has lots of cutest animals for kids to learn about. Admission fee for Chiang Mai Zoo Adult 150 THB Child 70 THB. This price doesn't include a pass to special zones, so if you want the full experience, it is better to buy one of the package deals."
        },
        {
            "num":2,
            "name":"Doi Inthanon National Park",
            "img":"/Images/more/2.jpg",
            "url":"https://maps.app.goo.gl/oSsmvbwsHqCgd6zq5",
            "district":"Doi Inthanon",
            "description":"\t\tDoi Inthanon is one of the most popular national parks in Thailand. It is famous for its waterfalls, few trails, remote villages, viewpoints, sunrise/sunset watching, birdwatching and the all year round cold weather on higher elevations. The main park entrance is about 70 km southwest from Chiang Mai city center. Also known as \"The Roof of Thailand\", Doi Inthanon National Park covers an area of 482 km² in Chiang Mai province north of Thailand. The park is part of the Himalayan mountain range with elevations ranging between 800 and 2,565 meters asl. The highest peak in the park is Doi Inthanon Mountain which is the highest mountain in Thailand. The park has high humidity and cold weather all year round."
        },
        {
            "num":3,
            "name":"Chang Phuak Gate Night Market",
            "img":"/Images/more/3.webp",
            "url":"https://maps.app.goo.gl/UWMssDGKeixE2VF26",
            "district":"Old City",
            "description":"\t\tThe Chang Puak Market is a food market that sets up every evening just outside the north gate (Chang Phuak) of the old city. With many vendors offering a range of authentic northern-Thai dishes, the Chang Puak Market is a great place to grab a cheap and tasty meal during your stay in Chiang Mai. You will find all kinds of dishes here including noodles, soup, seafood omelettes, skewered meats, fresh fruit juices, crepes and Thai desserts. Prices are incredibly cheap with most dishes around 40 THB and only a little more if you add seafood. You can buy chicken satay skewers or a stick of pork balls for as little as 10 THB a piece! Food is served to eat in or take away, so if you want a truly authentic experience, pull up a tiny plastic chair and order your food to be served there. You will find the market on the exterior side of the moat and it opens in the late afternoon (after 5pm) and stays open until 11pm-midnight, depending on how many customers there are. During the day, there is a small fresh food market opposite the square where you can also purchase fruit, vegetables and snacks. So come and blend in like a local and order some delicious Thai food from the stalls at the Chang Phuak market."
        },
        {
            "num":4,
            "name":"Lanna Folklife Museum",
            "img":"/Images/more/4.jpg",
            "url":"https://maps.app.goo.gl/wQFTurVFytxbs88h9",
            "district":"Old City",
            "description":"\t\tThe Lanna Folklife Museum houses an amazing display of interesting artifacts depicting the life, culture, and history of the Lanna people. It’s located just across from the Three Kings Monument of the old city and is inside Chiang Mai’s old municipal court which dates back to 1935. After renovations, the museum now looks more modern with a white colonial facade. The museum displays cater to English, as well as Thai and Chinese languages. There are 18 exhibitions that tell the story of how life was like during the Lanna Kingdom and Chiang Mai’s past. The life-sized wax dolls in traditional costume make it easy to reimagine how life was back then, as well as several artifacts that depict the northern heritage of Thailand that are over centuries old. Learn about the ancient art of pottery stencilling called lai krahm, and the intriguing fon lep; a type of Lanna dance that features extremely long metal fingernails. Other interesting things you’ll learn about include the intricate symbols found in various elements of Lanna monasteries. All exhibitions are presented using modern, interactive formats; some even allow visitors to touch the displays; including the dolls, as well as some local ingredients. There are two floors chock full of interesting displays, but just an hour would be enough to go see everything. The museum is fairly new; it is the project of the Chiang Mai Municipality Mayor Tussanai Buranupakorn who seeks to reintegrate old Lanna culture into the modern tourist destination, who owes much of its current culture and beauty to its past. The city has a rich history that most people don’t know about, so visiting the museum is a great way to educate yourself about it. The Lanna Folklife Museum is located on Prapokklao Road, Chiang Mai Old City. It is open Tuesdays to Sundays, from 8:30am to 5pm."
        },
        {
            "num":5,
            "name":"Huay Kaew Waterfall",
            "img":"/Images/more/5.jpeg",
            "url":"https://maps.app.goo.gl/wgqYitJrtH1UoVPH8",
            "district":"Doi Suthep",
            "description":"\t\tHuai Kaew Waterfall is the nearst waterfall of Chiang Mai downtown and Chiang Mai Zoo. It’s located within the area of Doi Suthep National Park. The waterfall is small, but it’s not less beautiful than other waterfalls at all. On the contrary, it’s very stunning, peaceful and very natural.\n\t\tThe height of the waterfall is about 10 metres. The water flows all year round, but there aren’t much water. There are grass, trees, and many other kinds of plants around the waterfall. Definitely, you will feel relaxed and happy. Nobody can prevent themselves from being joyful in the middle of marvellous atmosphere like this. In fact, it’s a good place for people of all ages, from small children to elderly people."
        },
        {
            "num":6,
            "name":"San Kamphaeng Hot Springs",
            "img":"/Images/more/6.jpg",
            "url":"https://maps.app.goo.gl/6m3SuGFVJvSN8D5eA",
            "district":"San Kamphaeng",
            "description":"\t\tThe hot springs set amidst natural surroundings of trees and verdant hills, are located 36 kilometers from town.\n\t\tPeople always find a warm bath a soothing and delightful experience. Bathing in warm mineral water even gives greater health benefits. There are numerous numbers of hot springs in Thailand. Some places offer tourists to have a hot springs mineral bath experience such as San Kamphaeng Hot Springs in Chiang Mai. San Kamphaeng Hot Springs has 2 hot springs shooting burst of hot water around 20 metres high into the air. Water temperature is originally over 100 degrees Celcius and then loses its heat through the blowing wind. San Kamphaeng Hot Springs was named after its location which formally belonged to San Kamphaeng district, Chiang Mai. But later on, there was a change in administrative district and the area then belonged to Mae On district. The water from the hot spring is very hot that you can boil an egg. Try boiling eggs, wait until they are done at your favorite level and try eating them with the soy sauce. You should never miss to experience hot springs mineral bath here. The place offers facilities for foot soaking, traditional mineral bath and a mineral swimming pool. Visitors can relax while enjoying the beautiful scenes of nicely-decorated flower gardens and the surrounding green mountains. Tourists can find a cluster of shops at the entrance gate that sell a lot of local souvenirs such as local hand-woven textiles, Bo Sang umbrellas and a wide selection of handicrafts."
        },
        {
            "num":7,
            "name":"Bo Sang Umbrella Village",
            "img":"/Images/more/7.jpg",
            "url":"https://maps.app.goo.gl/jx7hdyypLyTekK6y9",
            "district":"San Kamphaeng",
            "description":"\t\tThe umbrellas and parasols of Bo Sang umbrella village are a cultural heritage of Chiang Mai.  I first heard from Bo Sang when it was mentioned as part of the popular “Home Industries” district of Chiang Mai. Together with the adjoining San Kamphaeng community, it became a popular destination for tourists in the 1980s. Small handicraft factories producing umbrellas and cotton weaving had been there for a long time. With the growth of the tourism road, no 106 between the Superhighway and Sankamphaeng became a “handicraft highway” for tourists. It was a “one-stop” street where guides could take their guests shopping for parasols, umbrellas, lacquerware, silk, jewelry, woodcarving, celadon, silver, leatherware, and more products. The shops usually had a small production section where guests could witness the process of certain handicrafts. After this, hostesses moved tourists to the shopping area, which occupied most of the establishment’s space."
        },
        {
            "num":8,
            "name":"Grand Canyon Chiang Mai",
            "img":"/Images/more/8.jpg",
            "url":"https://maps.app.goo.gl/MPmEBddEJBzmPd9W8",
            "district":"Hang Dong",
            "description":"\t\tGrand Canyon Chiang Mai is located in Nam Phrae Subdistrict, Hang Dong District, Chiang Mai Province. Before, this was an earthen pond with an area of ​​approximately 30 rai. There was an earthen embankment nearly 15 meters high, or the size of a three-story building, giving the impression of a cliff like the Grand Canyon in America. Formed from the erosion of the tides. \n\t\tIn addition to being able to walk around and take photos with the Grand Canyon, you can also go swimming. But for those who like thrills and extremes, you must jump off the cliff into the water. It is another activity here that cannot be missed. But anyone who is not a strong swimmer or has a chronic disease that puts them at risk It is not recommended to play this activity. Because the water is deep and very cold. It may be dangerous. \n\t\tWho likes to do adventure activities? We recommend that you try to visit this Grand Canyon, Hang Dong. And of course, this place is also suitable for photography lovers. Because the view is very beautiful."
        },
        {
            "num":9,
            "name":"Doi Ang Khang",
            "img":"/Images/more/9.jpg",
            "url":"https://maps.app.goo.gl/QAVbqryc73TJK33V7",
            "district":"Fang",
            "description":"\t\tAng Khang Royal Project Station, Also known as Doi Ang Khang (doi means hill in Thai), Ang Khang Royal Agricultural Station is the Royal Project's, a foundation His Majesty King Bhumibol Adulyadej has founded to help raise living standard of underprivileged hilltribes, first station founded in TKTKTK to research and demonstrate on vegetable, fruits and flowers. Ang Khang Royal Project covers a vast area of Ang Khang Hill that offers scenic views and nice weather all year round, especially during November and January when the temperature reaches its coldest. It is also home to several attractions, such as:Bonsai Garden: Located in front of the station, Bonsai Garden houses various temperate and winter Bonsai, featuring herb trees from all over the map. November to January is the best time to visit this garden. Kiew Lom View Point: It is where you immerse yourself with the breathtaking view of Ang Khang Hill, soaking up the stunning sunrise and sea of fog in the morning hours. Sunset can also be witnessed on the tip of the mountain. Mu Ban Khum: Settled in the neighbourhood of the royal project, Mu Ban Khum is a small community of Burmese, Hwa, and Thai Yai. Drop by this village for souvenir shopping and exotic meals.Mu Ban No Lae: Visit Mu Ban No Lae to enjoy the pleasant view of the Thai-Burma border. The people of No Lae have migrated from Burma about 15 years ago. They speak their native language and observe Buddhist precepts seriously on Buddhist days. Mu Ban Khop Dong: Superstition and simplicity are co-exisiting here at Mu Ban Khop Dong, where traditional living of Musoe tribe is still preserved. The villagers here make a living from agriculture and handicrafts by the support from Ang Khang Royal project. Visiting Yunnan Chinese migrants from World War II at Mu Ban Luang and observe their agricultural projects. Accomodations are available at Ang Khang Natural Resort where their endless list of adventurous activity will make you want to stay for more. The resort offers natural study trekking of 2 kms along the dazzling waterfalls where wonderful bold-flowered Rhododendrom will be greeting you. Exploring the great outdoor expanse with the mountain bike from Ban Khim to Nolae and from Ban Luang to Ban Pha Daeng route. If you are one of the birders, don't miss the bird watching at Mae Phoe forest station and the resort itself with more than 1,000 rare bird species awaiting you. Though elephant riding may be over the map in Thailand, we are certain that Mule riding is not. To experience this unforgettable trip, booking should be made at least one day in advance. While riding, make sure you sit facing the sideways to fit in the wide saddles for your own safety."
        },
        {
            "num":10,
            "name":"Royal Park Rajapruek",
            "img":"/Images/more/10.jpg",
            "url":"https://maps.app.goo.gl/YbDaomdvoXZNhzrc6",
            "district":"Muang",
            "description":"After the success of the Royal Flora Ratchaphruek, a world-class horticulture expo to celebrate the auspicious occasions of HM King Bhumibol’s 60th anniversary of his accession to the throne and his 80th birthday in 2006-2007, Thai Cabinet decided to maintain the condition of the park as the newest travel destination of Chiang Mai. The Royal Park Ratchaphruek sits in Mae Hia sub-district and covers an area of 240,000 square meters, divided into different zones you need to spend the whole day here. Perched at the center is an authentic Lanna architecture of Ho Kham Luang Royal Pavilion where a painting exhibition about the life and works King Bhumibol is displayed inside. Visitors should not miss to visit the Orchid Garden to see rare orchids and International Gardens to hop into different styles of gardens curated by different participating countries, such as South Korea, China, Japan and Bhutan, to represent their cultures. Other zones include the World of Insects, Rare Plants and Corporate Zone. Trams are provided and do bring an umbrella as it can be really hot during the day."
        }
    ]
}